Repository: xcv58/MacTools
Catalog: Plugins/Screenshot/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# overlay.record.unavailable
source: 录屏需要 macOS 15 或更高版本
ar: يتطلب التسجيل macOS 15 أو أحدث
de: Bildschirmaufnahmen erfordern macOS 15 oder neuer
en: Recording requires macOS 15 or later
es: La grabación requiere macOS 15 o posterior
fr: L’enregistrement nécessite macOS 15 ou ultérieur
ja: 録画にはmacOS 15以降が必要です
ko: 녹화하려면 macOS 15 이상이 필요합니다
pt: A gravação requer macOS 15 ou posterior
ru: Для записи требуется macOS 15 или новее
tr: Kayıt, macOS 15 veya sonrasını gerektirir
zh_hant: 螢幕錄影需要 macOS 15 或更高版本

# overlay.scroll.hint
source: 选择要截取的区域，开始后手动向下滚动
ar: حدد المحتوى المراد التقاطه، ثم قم بالتمرير لأسفل يدويًا
de: Wählen Sie den zu erfassenden Inhalt aus und scrollen Sie dann manuell nach unten
en: Select the content to capture, then scroll down manually
es: Seleccione el contenido a capturar, luego desplácese hacia abajo manualmente
fr: Sélectionnez le contenu à capturer, puis faites défiler manuellement vers le bas
ja: キャプチャするコンテンツを選択し、手動で下にスクロールします
ko: 캡처할 콘텐츠를 선택한 후 수동으로 아래로 스크롤하세요.
pt: Selecione o conteúdo a ser capturado e role para baixo manualmente
ru: Выберите контент для захвата, затем прокрутите вниз вручную.
tr: Yakalanacak içeriği seçin, ardından elle aşağı kaydırın
zh_hant: 框選要擷取的內容，開始後手動向下捲動

# overlay.scroll.start
source: 开始滚动截图
ar: بدء الالتقاط بالتمرير
de: Scroll-Aufnahme starten
en: Start Scrolling Capture
es: Iniciar captura con desplazamiento
fr: Démarrer la capture par défilement
ja: スクロールキャプチャを開始
ko: 스크롤 캡처 시작
pt: Iniciar captura de rolagem
ru: Начать снимок с прокруткой
tr: Kaydırmalı Ekran Görüntüsünü Başlat
zh_hant: 開始捲動截圖

# overlay.stroke.medium
source: 中
ar: متوسط
de: Mittel
en: Medium
es: Medio
fr: Moyen
ko: 중간
pt: Médio
ru: Средний
tr: Orta

# overlay.stroke.thick
source: 粗
ar: سميك
de: Dick
en: Thick
es: Grueso
fr: Épais
ja: 太い
ko: 굵게
pt: Grosso
ru: Толстый
tr: Kalın

# overlay.stroke.thin
source: 细
ar: رقيق
de: Dünn
en: Thin
es: Delgado
fr: Mince
ja: 細い
ko: 얇게
pt: Fino
ru: Тонкий
tr: İnce
zh_hant: 細

# overlay.style.radius
source: 圆角
ar: الزوايا
de: Ecken
en: Corners
es: Esquinas
fr: Coins
ja: 角丸
ko: 둥근 모서리
pt: Cantos
ru: Скругление углов
tr: Köşeler
zh_hant: 圓角

# overlay.style.shadow
source: 阴影
ar: الظل
de: Schatten
en: Shadow
es: Sombra
fr: Ombre
ja: シャドウ
ko: 그림자
pt: Sombra
ru: Тень
tr: Gölge
zh_hant: 陰影

# overlay.style.shadowColor
source: 阴影颜色：%@
ar: لون الظل: %@
de: Schattenfarbe: %@
en: Shadow color: %@
es: Color de sombra: %@
fr: Couleur de l'ombre : %@
ja: 影色：%@
ko: 그림자 색상: %@
pt: Cor da sombra: %@
ru: Цвет тени: %@
tr: Gölge rengi: %@
zh_hant: 陰影顏色：%@

# overlay.tool.arrow
source: 箭头 (A)
ar: السهم (A)
de: Pfeil (A)
en: Arrow (A)
es: Flecha (A)
fr: Flèche (A)
ja: 矢印 (A)
ko: 화살표(A)
pt: Seta (A)
ru: Стрелка (A)
tr: Ok (A)
zh_hant: 箭頭 (A)

# overlay.tool.blur
source: 模糊 (B)
ar: طمس (B)
de: Weichzeichnen (B)
en: Blur (B)
es: Desenfoque (B)
fr: Flou (B)
ja: ぼかし (B)
ko: 블러(B)
pt: Desfoque (B)
ru: Размытие (B)
tr: Bulanıklaştır (B)

# overlay.tool.effects
source: 圆角与阴影（[ ] 圆角，{ } 阴影）
ar: الزوايا والظل ([ ] الزوايا، { } الظل)
de: Ecken und Schatten ([ ] Ecken, { } Schatten)
en: Corners and shadow ([ ] corners, { } shadow)
es: Esquinas y sombra ([ ] esquinas, { } sombra)
fr: Coins et ombre ([ ] coins, { } ombre)
ja: 角丸と影（[ ] 角丸、{ } 影）
ko: 모서리와 그림자([ ] 모서리, { } 그림자)
pt: Cantos e sombra ([ ] cantos, { } sombra)
ru: Скругление и тень ([ ] скругление, { } тень)
tr: Köşeler ve gölge ([ ] köşeler, { } gölge)
zh_hant: 圓角與陰影（[ ] 圓角，{ } 陰影）

# overlay.tool.ellipse
source: 椭圆 (O)
ar: القطع الناقص (O)
de: Ellipse (O)
en: Ellipse (O)
es: Elipse (O)
fr: Ellipse (O)
ja: 楕円(O)
ko: 타원(O)
pt: Elipse (O)
ru: Эллипс (O)
tr: Elips (O)
zh_hant: 橢圓 (O)

# overlay.tool.line
source: 直线 (L)
ar: الخط (L)
de: Linie (L)
en: Line (L)
es: Línea (L)
fr: Ligne (L)
ja: 直線 (L)
ko: 선(L)
pt: Linha (L)
ru: Линия (L)
tr: Çizgi (L)
zh_hant: 直線 (L)

# overlay.tool.mosaic
source: 马赛克 (M)
ar: فسيفساء (M)
de: Mosaik (M)
en: Pixelate (M)
es: Mosaico (M)
fr: Mosaïque (M)
ja: モザイク(M)
ko: 모자이크(M)
pt: Mosaico (M)
ru: Мозаика (M)
tr: Mozaik (M)
zh_hant: 馬賽克 (M)

# overlay.tool.number
source: 序号 (N)
ar: الرقم (N)
de: Nummer (N)
en: Number (N)
es: Número (N)
fr: Numéro (N)
ja: 連番 (N)
ko: 번호(N)
pt: Número (N)
ru: Номер (N)
tr: Numara (N)
zh_hant: 序號 (N)

# overlay.tool.pen
source: 画笔 (P)
ar: القلم (P)
de: Stift (P)
en: Pen (P)
es: Bolígrafo (P)
fr: Stylo (P)
ja: ペン(P)
ko: 펜(P)
pt: Caneta (P)
ru: Перо (P)
tr: Kalem (P)
zh_hant: 畫筆 (P)

# overlay.tool.rectangle
source: 矩形 (R)
ar: المستطيل (R)
de: Rechteck (R)
en: Rectangle (R)
es: Rectángulo (R)
fr: Rectangle (R)
ja: 四角形 (R)
ko: 직사각형(R)
pt: Retângulo (R)
ru: Прямоугольник (R)
tr: Dikdörtgen (R)

# overlay.tool.text
source: 文字 (T)
ar: النص (T)
de: Text (T)
en: Text (T)
es: Texto (T)
fr: Texte (T)
ja: テキスト(T)
ko: 문자(T)
pt: Texto (T)
ru: Текст (T)
tr: Metin (T)

# panel.capturing
source: 正在截图…
ar: جارٍ الالتقاط...
de: Aufnahme läuft…
en: Capturing…
es: Capturando…
fr: Capture en cours…
ja: キャプチャ中…
ko: 캡처 중…
pt: Capturando…
ru: Захват…
tr: Yakalanıyor…
zh_hant: 正在截圖…

# panel.finishScrolling
source: 完成
ar: إنهاء
de: Fertigstellen
en: Finish
es: Finalizar
fr: Terminer
ja: 完了
ko: 완료
pt: Concluir
ru: Готово
tr: Bitir

# panel.recording
source: 正在录屏，再次点击或使用截图快捷键停止
ar: التسجيل؛ انقر مرة أخرى أو استخدم اختصار لقطة الشاشة للتوقف
de: Aufnahme läuft; erneut klicken oder Tastaturkürzel für Screenshots verwenden, um zu stoppen
en: Recording; click again or use the screenshot shortcut to stop
es: Grabando; haz clic de nuevo o usa el atajo de teclado de captura de pantalla para detener la grabación
fr: Enregistrement ; cliquez à nouveau ou utilisez le raccourci de capture d'écran pour arrêter
ja: 録画中です。もう一度クリックするか、スクリーンショットのショートカットで停止できます
ko: 녹화 중 · 다시 클릭하거나 스크린샷 단축키를 사용하여 중지하세요.
pt: Gravando; clique novamente ou use o atalho da captura de tela para parar
ru: Идет запись; нажмите еще раз или используйте сочетание клавиш снимка экрана, чтобы остановить
tr: Kayıt sürüyor; durdurmak için yeniden tıklayın veya ekran görüntüsü kısayolunu kullanın
zh_hant: 正在螢幕錄影，再按一下或使用截圖快速鍵停止

# panel.scrolling
source: 滚动页面后点击完成，或使用截图快捷键完成
ar: قم بتمرير الصفحة، ثم انقر فوق "إنهاء" أو استخدم اختصار لقطة الشاشة
de: Seite scrollen, dann auf „Fertigstellen“ klicken oder die Tastenkombination für Bildschirmfotos verwenden
en: Scroll the page, then click Finish or use the screenshot shortcut
es: Desplázate por la página y haz clic en Finalizar o usa el atajo de teclado de captura de pantalla
fr: Faites défiler la page, puis cliquez sur Terminer ou utilisez le raccourci de capture d'écran
ja: ページをスクロールして、「完了」をクリックするか、スクリーンショットのショートカットを使用します。
ko: 페이지를 스크롤한 후 완료를 클릭하거나 스크린샷 단축키를 사용하세요.
pt: Role a página e clique em Concluir ou use o atalho da captura de tela
ru: Прокрутите страницу, затем нажмите «Готово» или используйте сочетание клавиш снимка экрана
tr: Sayfayı kaydırın, ardından Bitir düğmesine tıklayın veya ekran görüntüsü kısayolunu kullanın
zh_hant: 捲動頁面後按一下「完成」，或使用截圖快速鍵完成

# panel.stopRecording
source: 停止录屏
ar: إيقاف التسجيل
de: Aufnahme stoppen
en: Stop Recording
es: Detener grabación
fr: Arrêter l'enregistrement
ja: 録画を停止
ko: 녹화 중지
pt: Parar gravação
ru: Остановить запись
tr: Kaydı Durdur
zh_hant: 停止螢幕錄影

# permission.screenRecording.description
source: 用于截取屏幕内容和录屏，图像与识别结果仅在本机处理。
ar: مطلوب لالتقاط لقطات الشاشة وتسجيل الشاشة. تُعالج الصور والمحتوى المتعرّف عليه على جهاز Mac هذا.
de: Erforderlich für Screenshots und Bildschirmaufnahmen. Bilder und erkannte Inhalte werden auf diesem Mac verarbeitet.
en: Required for screenshots and screen recordings. Images and recognized content are processed on this Mac.
es: Necesario para capturar y grabar la pantalla. Las imágenes y el contenido reconocido se procesan en este Mac.
fr: Requis pour les captures d'écran et les enregistrements d'écran. Les images et le contenu reconnu sont traités sur ce Mac.
ja: スクリーンショットと画面録画に必要です。画像と認識されたコンテンツはこの Mac で処理されます。
ko: 스크린샷 및 화면 녹화에 필요합니다. 이미지와 인식된 콘텐츠는 이 Mac에서 처리됩니다.
pt: Necessária para capturas e gravações de tela. Imagens e conteúdo reconhecido são processados neste Mac.
ru: Требуется для снимков экрана и записей экрана. Изображения и распознанный контент обрабатываются на этом Mac.
tr: Ekran görüntüleri ve ekran kayıtları için gereklidir. Görseller ve tanınan içerik bu Mac'te işlenir.
zh_hant: 用於截取螢幕內容和螢幕錄影，圖像與辨識結果僅在本機處理。

# permission.screenRecording.guidance
source: 请在系统设置 → 隐私与安全性 → 录屏与系统录音（或录屏）中授权 MacTools。
ar: امنح MacTools الإذن في إعدادات النظام ← الخصوصية والأمن ← تسجيل الشاشة وصوت النظام (أو تسجيل الشاشة).
de: MacTools unter Systemeinstellungen → Datenschutz & Sicherheit → Aufnahme von Bildschirm & Systemaudio (oder Bildschirmaufnahme) zulassen.
en: Allow MacTools in System Settings → Privacy & Security → Screen & System Audio Recording (or Screen Recording).
es: Autoriza a MacTools en Ajustes del Sistema → Privacidad y seguridad → Grabación de pantalla y del audio del sistema (o Grabación de pantalla).
fr: Autorisez MacTools dans Réglages Système → Confidentialité et sécurité → Enregistrement de l’écran et des sons du système (ou Enregistrement de l’écran).
ja: システム設定 → プライバシーとセキュリティ → 画面収録とシステムオーディオ録音（または画面収録）で MacTools を許可してください。
ko: 시스템 설정 → 개인정보 보호 및 보안 → 화면 및 시스템 오디오 녹음(또는 화면 기록)에서 MacTools를 허용하세요.
pt: Autorize o MacTools em Ajustes do Sistema → Privacidade e Segurança → Gravação do Áudio do Sistema e da Tela (ou Gravação de Tela).
ru: Разрешите доступ для MacTools в Системных настройках → Конфиденциальность и безопасность → Запись экрана и системного звука (или Запись экрана).
tr: Sistem Ayarları → Gizlilik ve Güvenlik → Ekran Kaydı bölümünde MacTools'a izin verin.
zh_hant: 請在「系統設定」→「隱私權與安全性」→「螢幕與系統錄音」（或「螢幕錄影」）中授權 MacTools。

# permission.screenRecording.title
source: 录屏权限
ar: إذن تسجيل الشاشة
de: Berechtigung „Bildschirmaufnahme“
en: Screen Recording Permission
es: Permiso de grabación de pantalla
fr: Autorisation « Enregistrement de l’écran »
ja: 画面収録の許可
ko: 화면 기록 권한
pt: Permissão de Gravação de Tela
ru: Разрешение на запись экрана
tr: Ekran Kaydı İzni
zh_hant: 螢幕錄影權限

# pin.created
source: 已钉在屏幕上，双击或 Esc 关闭
ar: مثبت على الشاشة؛ انقر نقرًا مزدوجًا أو اضغط على Esc للإغلاق
de: Auf dem Bildschirm fixiert; zum Schließen doppelklicken oder Esc drücken
en: Pinned on screen; double-click or press Esc to close
es: Fijado en la pantalla; haga doble clic o presione Esc para cerrar
fr: Épinglé à l’écran ; double-cliquez ou appuyez sur Échap pour fermer
ja: 画面に固定されています。ダブルクリックするか、Esc キーを押して閉じます
ko: 화면에 고정되어 있습니다. 두 번 클릭하거나 Esc를 눌러 닫습니다.
pt: Fixado na tela; clique duas vezes ou pressione Esc para fechar
ru: Закреплено на экране; дважды щелкните или нажмите Esc, чтобы закрыть
tr: Ekrana sabitlendi; kapatmak için çift tıklayın veya Esc tuşuna basın
zh_hant: 已釘選在螢幕上，按兩下或按 Esc 關閉

# pin.tooltip
source: 拖动移动 · 滚轮缩放 · 双击/Esc 关闭 · ⌘C 复制 · ⌘S 保存
ar: اسحب للنقل · مرّر للتكبير والتصغير · انقر نقرًا مزدوجًا/Esc للإغلاق · ⌘C للنسخ · ⌘S للحفظ
de: Ziehen zum Verschieben · Scrollen zum Zoomen · Doppelklick/Esc zum Schließen · ⌘C zum Kopieren · ⌘S zum Speichern
en: Drag to move · Scroll to zoom · Double-click/Esc to close · ⌘C to copy · ⌘S to save
es: Arrastrar para mover · Desplazarse para hacer zoom · Doble clic/Esc para cerrar · ⌘C para copiar · ⌘S para guardar
fr: Faites glisser pour déplacer · Faites défiler pour zoomer · Double-cliquez/Échap pour fermer · ⌘C pour copier · ⌘S pour enregistrer
ja: ドラッグして移動 · スクロールしてズーム · ダブルクリック/Esc で閉じる · ⌘C でコピー · ⌘S で保存
ko: 드래그하여 이동 · 확대/축소하려면 스크롤 · 닫으려면 두 번 클릭/Esc · 복사하려면 ⌘C · 저장하려면 ⌘S
pt: Arraste para mover · Role para ampliar · Clique duas vezes/Esc para fechar · ⌘C para copiar · ⌘S para salvar
ru: Перетащите, чтобы переместить · Прокрутите, чтобы увеличить · Дважды щелкните/Esc, чтобы закрыть · ⌘C, чтобы скопировать · ⌘S, чтобы сохранить
tr: Taşımak için sürükleyin · Yakınlaştırmak için kaydırın · Kapatmak için çift tıklayın/Esc · Kopyalamak için ⌘C · Kaydetmek için ⌘S
zh_hant: 拖移以移動 · 捲動以縮放 · 按兩下或按 Esc 關閉 · ⌘C 複製 · ⌘S 儲存

# record.failed
source: 录屏失败：%@
ar: فشل التسجيل: %@
de: Aufnahme fehlgeschlagen: %@
en: Recording failed: %@
es: Error de grabación: %@
fr: Échec de l’enregistrement : %@
ja: 録画に失敗しました: %@
ko: 녹화 실패: %@
pt: Falha na gravação: %@
ru: Ошибка записи: %@
tr: Kayıt başarısız oldu: %@
zh_hant: 螢幕錄影失敗：%@

# record.filename
source: 录屏
ar: تسجيل
de: Bildschirmaufnahme
en: Recording
es: Grabación
fr: Enregistrement
ja: 録画
ko: 녹화
pt: Gravação
ru: Запись
tr: Ekran Kaydı
zh_hant: 螢幕錄影

# record.requiresNewerSystem
source: 录屏需要 macOS 15 或更高版本
ar: يتطلب التسجيل macOS 15 أو أحدث
de: Bildschirmaufnahmen erfordern macOS 15 oder neuer
en: Recording requires macOS 15 or later
es: La grabación requiere macOS 15 o posterior
fr: L’enregistrement nécessite macOS 15 ou ultérieur
ja: 録画にはmacOS 15以降が必要です
ko: 녹화하려면 macOS 15 이상이 필요합니다
pt: A gravação requer macOS 15 ou posterior
ru: Для записи требуется macOS 15 или новее
tr: Kayıt, macOS 15 veya sonrasını gerektirir
zh_hant: 螢幕錄影需要 macOS 15 或更高版本

# record.saved
source: 录屏已保存到「%@」
ar: تم حفظ التسجيل في «%@»
de: Aufnahme in „%@“ gesichert
en: Recording saved to “%@”
es: Grabación guardada en «%@»
fr: Enregistrement sauvegardé dans « %@ »
ja: 録画を「%@」に保存しました
ko: 녹화 파일을 ‘%@’에 저장했습니다
pt: Gravação salva em “%@”
ru: Запись сохранена в «%@»
tr: Kayıt “%@” konumuna kaydedildi
zh_hant: 螢幕錄影已儲存到「%@」

# record.stop
source: 停止
ar: إيقاف
de: Stoppen
en: Stop
es: Detener
fr: Arrêter
ko: 중지
pt: Parar
ru: Остановить
tr: Durdur

# scroll.compositionFailed
source: 无法合成长截图，请缩小截图范围后重试
ar: تعذر تجميع لقطة الشاشة بالتمرير؛ جرّب منطقة التقاط أصغر
de: Scroll-Screenshot konnte nicht zusammengesetzt werden; kleineren Aufnahmebereich versuchen
en: Could not assemble the scrolling screenshot; try a smaller capture area
es: No se pudo ensamblar la captura de pantalla con desplazamiento; prueba con un área de captura más pequeña
fr: Impossible d'assembler la capture d'écran défilante ; essayez une zone de capture plus petite
ja: スクロールスクリーンショットを合成できませんでした。キャプチャ範囲を小さくして再試行してください
ko: 스크롤 스크린샷을 조합할 수 없습니다. 더 작은 캡처 영역을 사용해 보세요
pt: Não foi possível montar a captura de tela de rolagem; tente uma área de captura menor
ru: Не удалось собрать скриншот с прокруткой; попробуйте меньшую область захвата
tr: Kaydırmalı ekran görüntüsü birleştirilemedi; daha küçük bir yakalama alanı deneyin
zh_hant: 無法合成長截圖，請縮小截圖範圍後重試

# scroll.failed
source: 滚动截图失败：%@
ar: فشل التقاط لقطة الشاشة بالتمرير: %@
de: Scroll-Screenshot fehlgeschlagen: %@
en: Scrolling screenshot failed: %@
es: Error en la captura de pantalla con desplazamiento: %@
fr: Échec de la capture d'écran défilante : %@
ja: スクロールスクリーンショットの撮影に失敗しました：%@
ko: 스크롤 스크린샷 실패: %@
pt: Falha na captura de tela de rolagem: %@
ru: Не удалось сделать снимок с прокруткой: %@
tr: Kaydırmalı ekran görüntüsü alınamadı: %@
zh_hant: 捲動截圖失敗：%@

# scroll.noFrames
source: 尚未采集到图片，请稍后重试
ar: لم يتم التقاط أي صورة حتى الآن؛ يرجى المحاولة مرة أخرى
de: Noch kein Bild aufgenommen; bitte erneut versuchen
en: No image captured yet; please try again
es: Aún no se ha capturado ninguna imagen; por favor intenta de nuevo
fr: Aucune image capturée pour l’instant ; veuillez réessayer
ja: 画像はまだキャプチャされていません。もう一度試してください
ko: 아직 촬영된 이미지가 없습니다. 다시 시도해 주세요
pt: Nenhuma imagem capturada ainda; por favor tente novamente
ru: Изображение еще не снято; пожалуйста, попробуйте еще раз
tr: Henüz görsel yakalanmadı; lütfen yeniden deneyin
zh_hant: 尚未擷取到圖片，請重試

# settings.folder.choose
source: 选择文件夹…
ar: اختر المجلد...
de: Ordner auswählen…
en: Choose Folder…
es: Elija Carpeta…
fr: Choisir un dossier…
ja: フォルダーを選択…
ko: 폴더 선택…
pt: Escolher pasta…
ru: Выбрать папку…
tr: Klasör Seç…
zh_hant: 選擇資料夾…

# settings.folder.title
source: 保存位置
ar: موقع الحفظ
de: Speicherort
en: Save Location
es: Ubicación de guardado
fr: Emplacement de sauvegarde
ja: 保存先
ko: 저장 위치
pt: Local de salvamento
ru: Место сохранения
tr: Kayıt Konumu
zh_hant: 儲存位置

# settings.output.description
source: 截图完成后默认复制；使用保存按钮可保存 PNG。录屏保存为 MOV，需要 macOS 15 或更高版本。
ar: يتم نسخ لقطات الشاشة بشكل افتراضي؛ استخدم حفظ لتصدير PNG. يتم حفظ التسجيلات كملفات MOV وتتطلب macOS 15 أو أحدث.
de: Bildschirmfotos werden standardmäßig kopiert; „Sichern“ verwenden, um eine PNG-Datei zu exportieren. Bildschirmaufnahmen werden als MOV-Dateien gespeichert und erfordern macOS 15 oder neuer.
en: Screenshots are copied by default; use Save to export a PNG. Recordings are saved as MOV files and require macOS 15 or later.
es: Las capturas de pantalla se copian de forma predeterminada; use Guardar para exportar un PNG. Las grabaciones se guardan como archivos MOV y requieren macOS 15 o posterior.
fr: Les captures d'écran sont copiées par défaut ; utilisez Enregistrer pour exporter un PNG. Les enregistrements sont enregistrés sous forme de fichiers MOV et nécessitent macOS 15 ou version ultérieure.
ja: スクリーンショットはデフォルトでコピーされます。 [保存] を使用して PNG をエクスポートします。録画は MOV ファイルとして保存され、macOS 15 以降が必要です。
ko: 스크린샷은 기본적으로 복사됩니다. 저장 버튼으로 PNG를 내보낼 수 있습니다. 녹화 파일은 MOV 형식으로 저장되며 macOS 15 이상이 필요합니다.
pt: As capturas de tela são copiadas por padrão; use Salvar para exportar um PNG. As gravações são salvas como arquivos MOV e requerem macOS 15 ou posterior.
ru: Скриншоты копируются по умолчанию; используйте «Сохранить», чтобы экспортировать PNG. Записи сохраняются в виде файлов MOV и требуют macOS 15 или более поздней версии.
tr: Ekran görüntüleri varsayılan olarak kopyalanır; PNG olarak dışa aktarmak için Kaydet'i kullanın. Kayıtlar MOV dosyası olarak saklanır ve macOS 15 veya sonrasını gerektirir.
zh_hant: 截圖完成後預設複製；使用儲存按鈕可儲存 PNG。螢幕錄影儲存為 MOV，需要 macOS 15 或更高版本。

# settings.output.title
source: 保存
ar: الحفظ
de: Speichern
en: Saving
es: Guardado
fr: Sauvegarde
ko: 저장
pt: Salvamento
ru: Сохранение
tr: Kaydetme
zh_hant: 儲存

# settings.shortcuts.description
source: 设置截图和快速截图的全局快捷键。
ar: عيّن اختصارات عامة للقطة الشاشة والالتقاط السريع.
de: Globale Tastenkombinationen für Bildschirmfoto und Schnellaufnahme festlegen.
en: Set global shortcuts for Screenshot and Quick Capture.
es: Configura atajos de teclado globales para Captura de pantalla y Captura rápida.
fr: Définissez des raccourcis globaux pour la capture d'écran et la capture rapide.
ja: スクリーンショットとクイック キャプチャのグローバル ショートカットを設定します。
ko: 스크린샷 및 빠른 캡처에 대한 전역 단축키를 설정합니다.
pt: Defina atalhos globais para captura de tela e captura rápida.
ru: Настройте глобальные сочетания клавиш для снимка экрана и быстрого захвата.
tr: Ekran Görüntüsü ve Hızlı Yakalama için genel kısayolları ayarlayın.
zh_hant: 設定截圖和快速截圖的全域快速鍵。

# settings.shortcuts.title
source: 快捷键
ar: الاختصارات
de: Tastenkombinationen
en: Shortcuts
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
pt: Atalhos
ru: Сочетания клавиш
tr: Kısayollar
zh_hant: 快速鍵

# metadata.title
source: 截图
ar: لقطة شاشة
de: Bildschirmfoto
en: Screenshot
es: Captura de pantalla
fr: Capture d’écran
ja: スクリーンショット
ko: 스크린샷
pt: Captura de tela
ru: Снимок экрана
tr: Ekran Görüntüsü
zh_hant: 截圖

# metadata.summary
source: 区域和窗口截图、标注、文字与二维码识别、贴图、滚动截图和录屏。
ar: التقط مناطق أو نوافذ وأضف تعليقات واستخرج النصوص والرموز والتقط المحتوى القابل للتمرير وسجّل الشاشة.
de: Bereiche oder Fenster aufnehmen, beschriften, Text und Codes erkennen, Scrollaufnahmen und Bildschirmvideos erstellen.
en: Capture regions or windows, annotate, recognize text and codes, take scrolling screenshots, and record the screen.
es: Captura regiones o ventanas, anota, reconoce texto y códigos, captura contenido desplazable y graba la pantalla.
fr: Capturez des zones ou fenêtres, annotez, reconnaissez du texte et des codes, capturez le défilement et enregistrez l’écran.
ja: 範囲やウインドウの撮影、注釈、文字・コード認識、スクロール撮影、画面収録を行います。
ko: 영역이나 창을 캡처하고 주석, 텍스트·코드 인식, 스크롤 캡처, 화면 녹화를 사용합니다.
pt: Capture áreas ou janelas, anote, reconheça textos e códigos, faça capturas com rolagem e grave a tela.
ru: Снимайте области и окна, добавляйте пометки, распознавайте текст и коды, делайте снимки с прокруткой и записывайте экран.
tr: Alan veya pencere yakalayın, açıklama ekleyin, metin ve kodları tanıyın, kaydırmalı ekran görüntüsü alın ve ekranı kaydedin.
zh_hant: 區域和視窗截圖、標註、文字與 QR 碼辨識、釘選圖片、捲動截圖和螢幕錄製。

# action.capture.title
source: 截图
ar: التقاط لقطة شاشة
de: Bildschirmfoto aufnehmen
en: Capture Screenshot
es: Tomar captura
fr: Prendre une capture
ja: スクリーンショットを撮影
ko: 스크린샷 캡처
pt: Capturar tela
ru: Сделать снимок экрана
tr: Ekran Görüntüsü Yakala
zh_hant: 截圖

# action.capture.description
source: 框选区域或窗口，标注、识别文字或二维码，也可滚动截图和录屏。
ar: حدد منطقة أو نافذة لإضافة تعليقات أو التعرّف على النصوص والرموز أو التقاط المحتوى القابل للتمرير أو التسجيل.
de: Wählen Sie einen Bereich oder ein Fenster zum Beschriften, zur Text- und Codeerkennung, für Scrollaufnahmen oder Videos.
en: Select a region or window to annotate, recognize text or codes, capture scrolling content, or record.
es: Selecciona una región o ventana para anotar, reconocer texto o códigos, capturar contenido desplazable o grabar.
fr: Sélectionnez une zone ou fenêtre pour annoter, reconnaître du texte ou des codes, capturer le défilement ou enregistrer.
ja: 範囲やウインドウを選び、注釈、文字・コード認識、スクロール撮影、画面収録を行います。
ko: 영역이나 창을 선택해 주석, 텍스트·코드 인식, 스크롤 캡처 또는 녹화를 사용합니다.
pt: Selecione uma área ou janela para anotar, reconhecer texto ou códigos, capturar conteúdo com rolagem ou gravar.
ru: Выберите область или окно для пометок, распознавания текста и кодов, снимка с прокруткой или записи.
tr: Açıklama eklemek, metin veya kod tanımak, kaydırmalı içerik yakalamak veya kaydetmek için bir alan veya pencere seçin.
zh_hant: 框選區域或視窗，標註、辨識文字或 QR 碼，也可捲動截圖和錄製螢幕。

# action.quickCapture.title
source: 快速截图
ar: التقاط سريع
de: Schnellaufnahme
en: Quick Capture
es: Captura rápida
fr: Capture rapide
ja: クイック撮影
ko: 빠른 캡처
pt: Captura rápida
ru: Быстрый снимок
tr: Hızlı Yakalama
zh_hant: 快速截圖

# action.quickCapture.description
source: 框选后立即复制到剪贴板。
ar: حدد منطقة لنسخها فورًا إلى الحافظة.
de: Bereich auswählen und sofort in die Zwischenablage kopieren.
en: Select a region and immediately copy it to the clipboard.
es: Selecciona una región y cópiala inmediatamente al portapapeles.
fr: Sélectionnez une zone et copiez-la immédiatement dans le presse-papiers.
ja: 範囲を選ぶと、すぐにクリップボードにコピーします。
ko: 영역을 선택하면 즉시 클립보드에 복사합니다.
pt: Selecione uma área e copie-a imediatamente para a área de transferência.
ru: Выберите область, чтобы сразу скопировать её в буфер обмена.
tr: Bir alan seçin ve anında panoya kopyalayın.
zh_hant: 框選後立即複製到剪貼簿。

# overlay.magnifier.rgb
source: RGB: %d, %d, %d
fr: RVB : %d, %d, %d
